[
  {
    "name": "Star Wars Jedi: Fallen Order",
    "description": "Cal Kestis—one of the last surviving members of the Jedi Order after the purge of Order 66—is now a Padawan on the run. \nStar Wars Jedi: Fallen Order is an action-adventure game set after Star Wars: Episode III — Revenge of the Sith™. Develop your Force abilities, hone your lightsaber techniques, and explore the ancient mysteries of a long-lost civilization—all while staying one step ahead of the Empire and its deadly Inquisitors.",
    "releaseDate": "2019-11-15",
    "picture": "https://media.rawg.io/media/games/559/559bc0768f656ad0c63c54b80a82d680.jpg",
    "genre": {
      "name": "Action"
    },
    "classification": {
      "name": "PEGI 16"
    },
    "publisher": {
      "name": "Electronic Arts"
    },
    "businessModel": {
      "name": "Buy-to-play (B2P)"
    },
    "platforms": [
      {
        "name": "Windows"
      },
      {
        "name": "PlayStation 4"
      },
      {
        "name": "Xbox One"
      }
    ]
  },
  {
    "name": "Tomb Raider (2013)",
    "description": "A cinematic revival of the series in its action third person form, Tomb Rider follows Lara in her least experience period of life – her youth. Heavily influenced by Naughty Dog’s “Uncharted”, the game is a mix of everything, from stealth and survival to combat and QTE action scenes.\\r\\nYoung Lara Croft arrives on the Yamatai, lost island near Japan, as the leader of the expedition in search of the Yamatai Kingdom, with a diverse team of specialists. But shipwreck postponed the successful arrival and seemingly forgotten island is heavily populated with hostile inhabitants, cultists of Solarii Brotherhood.\\r\\nThe game will be graphic at times, especially after failed QTE’s during some of the survival scenes, but overall players will enjoy classic action adventure, reminiscent of the beginning of the series. This game is not a direct sequel or continuation of existing sub-series within the franchise, but a reboot, setting up Tomb Raider to represent modern gaming experience.\\r\\nThe game has RPG elements and has a world, which you can explore during the story campaign and after the completion. As well as multiplayer mode, where 2 teams (4 scavengers and 4 survivors) are clashing in 3 game modes while using weapons and environments from the single-player campaign.",
    "releaseDate": "2013-03-05",
    "picture": "https://media.rawg.io/media/games/ad2/ad2ffdf80ba993654f31da045bc02456.jpg",
    "genre": "Adventure",
    "classification": "PEGI 18",
    "publisher": "Square Enix",
    "businessModel": "Buy-to-play (B2P)",
    "platforms": [
      "Windows",
      "macOS",
      "Xbox One",
      "Xbox 360",
      "PlayStation 4",
      "PlayStation 3"
    ]
  },
  {
    "name": "Life is Strange",
    "description": "Interactive storytelling and plot-heavy games gained popularity, and “Life is Strange” arrived as teen mystery adventure. The plot will go through the life of Maxine, a teenager in possession of curious power, allowing her to stop and rewind time, in order to manipulate her surroundings. Max, after the reunion with her friend Chloe, is on the path to uncovering the secrets of Arcadia Bay. Players will have to deal with puzzle solving through the fetch quests, in order to change the world around them. \\nThe game puts players in situations, where they’re forced to make a moral choice, going through the decision which may have short-term or long-term consequences. Every choice made by the player will trigger the butterfly effect, surrounding the first playthrough of the game with a lot of emotional struggle, thoughtfully crafted by the developers at Dontnod Entertainment. Life is Strange is third person adventure game, where players might seem just as an observer of the stories, unfolding in front of them.",
    "releaseDate": "2015-01-29",
    "picture": "https://media.rawg.io/media/games/562/562553814dd54e001a541e4ee83a591c.jpg",
    "genre": "Adventure",
    "classification": "PEGI 16",
    "publisher": "Square Enix",
    "businessModel": "Buy-to-play (B2P)",
    "platforms": [
      "Windows",
      "macOS",
      "Linux",
      "Xbox One",
      "Xbox 360",
      "PlayStation 4",
      "PlayStation 3",
      "iOS",
      "Android"
    ]
  },
  {
    "name": "Hitman",
    "description": "Hitman is a six episodes game with different contracts. The action takes place as a prequel to Hitman: Agent 47 (only prologue) and episodes take place six years after Hitman: Absolution. All contracts are being ordered by a \\\"shadow client\\\" and seem to be unrelated. But as you fulfil those contracts, you start to realise that all of the targets somehow are a part of a secret organisation called the Providence.\\r\\n\\r\\nWhile playing Agent 47, you have a large amount of free will in completing those contracts. The main target is all that matters, and you can do anything to kill this person in your style and fashion. You can disguise as a different person and infiltrate secured area to perform the kill manually or use a long-range sniper rifle to do the trick. Your surroundings help you a lot as well by listening to nearby chat or news reports. Players are given as much freedom as possible to find your professional style in the art of killing. A large amount of DLC and expanded missions can either give you gimmick-based contracts and travel to Japan, Serbia and other countries.",
    "releaseDate": "2016-03-11",
    "picture": "https://media.rawg.io/media/games/16b/16b1b7b36e2042d1128d5a3e852b3b2f.jpg",
    "genre": "Action",
    "classification": "PEGI 18",
    "publisher": "Square Enix",
    "businessModel": "Buy-to-play (B2P)",
    "platforms": [
      "Windows",
      "macOS",
      "Linux",
      "Xbox One",
      "PlayStation 4"
    ]
  },
  {
    "name": "Shadow of the Tomb Raider",
    "description": "Experience Lara Croft’s defining moment as she becomes the Tomb Raider. In Shadow of the Tomb Raider, Lara must master a deadly jungle, overcome terrifying tombs, and persevere through her darkest hour. As she races to save the world from a Maya apocalypse, Lara will ultimately be forged into the Tomb Raider she is destined to be.\\r\\n\\r\\nSurvive and Thrive In the Deadliest Place on Earth: Master an unforgiving jungle setting in order to survive. Explore underwater environments filled with crevasses and deep tunnel systems.\\r\\n\\r\\nBecome One With the Jungle: Lara must use the jungle to her advantage to strike suddenly and disappear like a jaguar, use mud as camouflage, and instill fear in enemies to sow chaos.\\r\\n\\r\\nDiscover Brutal Tombs: Terrifying tombs, filled with deadly puzzles, require advanced traversal techniques to be accessed\\r\\n\\r\\nUncover Living History: Discover a hidden city and explore the biggest Tomb Raider hub ever.",
    "releaseDate": "2018-09-14",
    "picture": "https://media.rawg.io/media/games/7f6/7f6cd70ba2ad57053b4847c13569f2d8.jpg",
    "genre": "Adventure",
    "classification": "PEGI 18",
    "publisher": "Square Enix",
    "businessModel": "Buy-to-play (B2P)",
    "platforms": [
      "Windows",
      "macOS",
      "Linux",
      "Xbox One",
      "PlayStation 4"
    ]
  },
  {
    "name": "FINAL FANTASY XV",
    "description": "Final Fantasy XV is an action RPG developed by Square Enix and is not connected to the previous installments of the series.\\n\\nThe story takes place in a world of Eos. Noctis Lucis Caelum, the heir of the Lucis Empire throne sets out on a quest with his comrades in order to recover a stolen magical gem the theft of which sparks a global conflict between all the nations in Eos.\\n\\nThe combat system resembles the same one featured in Final Fantasy Type-0 but is heavily modified. There is no option to control any of the four main protagonists apart from Noctis himself, yet it is possible to command your teammates. It is possible for the players to use vehicles such as tanks or robots or summon beings that differ in rank based on their size. There are no battle-specific battle screens in FFXV.\\n\\nMagic is also present in the game. By consuming the power of natural elements from their sources, Noctis is able to cast spells. The Protagonists have the ability called Link Form which allows for contextual attacks.\\n\\nThe main emphasis is put on the road trip with your friends. FFXV features a massive open world which can be freely explored. Dynamic day-night cycle and weather systems are also present.",
    "releaseDate": "2016-11-29",
    "picture": "https://media.rawg.io/media/games/2ee/2eeed8524931b4fae1e4a40d0e5443b5.jpg",
    "genre": "RPG",
    "classification": "PEGI 16",
    "publisher": "Square Enix",
    "businessModel": "Pay-to-play (P2P)",
    "platforms": [
      "Windows",
      "Xbox One",
      "PlayStation 4"
    ]
  },
  {
    "name": "Far Cry 5",
    "description": "Far Cry 5 is an open-world adventure first-person shooter developed by Ubisoft Montreal. It is the fifth main installment in the series.\n\nWelcome to Hope County, Montana, where a violent religious doomsday cult appeared. You play as a junior deputy sheriff who gets trapped in the Hope County as all the ways out the county are now patrolled with cultists and all external communication is cut off. It is your job to free the county of cultists.\n\nFor the first time in the series, the game features a character creation screen. A wide range of weaponry which varies from pistols to grenade launchers is available to the player. Various vehicles are also at your exposal: cars, planes, helicopters, and so on. \n\nThe game puts a strong emphasis on building the resistance to the cultists. Players have to recruit the locals in order to have more fighters and gain reputation.\n\nA welcome addition to the game is the so-called Guns For Hire system. It allows the players to choose one of the comrades that will follow them anywhere. For example, hiring a sniper will help the player spot enemy targets in the distance.\n\nThe whole game can be played in both singleplayer and co-op modes.",
    "releaseDate": "2018-03-27",
    "picture": "https://media.rawg.io/media/games/bce/bce62fbc7cf74bf6a1a37340993ec148.jpg",
    "genre": "Action",
    "classification": "PEGI 18",
    "publisher": "Ubisoft Entertainment",
    "businessModel": "Buy-to-play (B2P)",
    "platforms": [
      "Windows",
      "PlayStation 4",
      "Xbox One"
    ]
  },
  {
    "name": "Assassin's Creed Odyssey",
    "description": "Assassin's Creed Odyssey is the twentieth game in its series. It is the earliest game in the Assassin's Creed universe chronology and the prequel to Assassin's Creed Origins.\n\n###Plot\nThe events of Assassin's Creed Odyssey's take place in the Classical Era of Ancient Greece, in 431 BC, before the Brotherhood of Assassins was even formed. The plot follows a fictionalized story of the Peloponnesian War between city-states of Sparta and Athens that left Greece devastated. The player can choose to control either a male (named Alexios) or female (named Kassandra) protagonist, both of them being descendants of the famous Spartan king Leonidas. The player enters the plot as a mercenary and can side with either Athens or its rival Sparta. There's also the frame story set in the contemporary age. Its protagonist is Layla Hassan, who was also the main character in the frame story of Assassin's Creed Origins.\n\n###Gameplay\nUnlike most earlier installments of Assassin's Creed, which put the emphasis solely on action, Odyssey has a strong role-playing element in it. Dialogue options and the non-linear plot allow the player to reach several alternate endings. The game also has a reputation system and multiple options for romancing, including same-sex romances. The combat system is similar to that in Origins with the addition of new skills. The game also reintroduces naval battles.",
    "releaseDate": "2018-10-05",
    "picture": "https://media.rawg.io/media/games/c6b/c6bd26767c1053fef2b10bb852943559.jpg",
    "genre": "Action",
    "classification": "PEGI 18",
    "publisher": "Ubisoft Entertainment",
    "businessModel": "Buy-to-play (B2P)",
    "platforms": [
      "Windows",
      "Xbox One",
      "PlayStation 4"
    ]
  },
  {
    "name": "S.T.A.L.K.E.R. 2: Heart of Chernobyl",
    "description": "S.T.A.L.K.E.R. 2 is a brand-new entry in the legendary series, enjoyed by millions of players worldwide. \r\n\r\nThe explosive combination of first-person shooter, immersive sim and horror is back. It’s the ultimate S.T.A.L.K.E.R. experience of unprecedented scale, advanced graphics, freedom of choices and the thickest atmosphere of a deadly adventure.\r\n\r\nWelcome to The Zone — an area of exclusion around the Chernobyl Nuclear Power Plant. Full of radiation, mutants and anomalies, it keeps drawing adventurers from beyond the perimeter.\r\n\r\nBounty hunters dwell deep into the Zone, driven by its treasures and mysteries. These people are known as stalkers.\r\n\r\nAre you ready to become one of them?",
    "releaseDate": "2022-12-08",
    "picture": "https://media.rawg.io/media/games/3e8/3e81585ecda204d4f4b80a041b069adb.jpg",
    "genre": "Action",
    "classification": "PEGI 18",
    "publisher": "GSC Game World",
    "businessModel": "Buy-to-play (B2P)",
    "platforms": [
      "Windows",
      "Xbox One"
    ]
  },
  {
    "name": "Cossacks 3",
    "description": "",
    "releaseDate": "2016-09-19",
    "picture": "https://media.rawg.io/media/games/149/149e4ff4a44f05dc8ea0cbd43153f8e3.jpg",
    "genre": "Strategy",
    "classification": "PEGI 12",
    "publisher": "GSC Game World",
    "businessModel": "Buy-to-play (B2P)",
    "platforms": [
      "Windows",
      "Linux"
    ]
  },
  {
    "name": "Metro Exodus",
    "description": "Metro Exodus is the third installment in the Metro series. It is based on the series of post-apocalyptic novels by Russian writer Dmitry Glukhovsky. The game is the sequel to Metro: Last Light and is set two years after its ending.\r\n\r\n###Plot\r\nExodus takes place in the year 2036 in post-apocalyptic Russia. According to the Metro universe backstory, in 2013 the planet was devastated by a total nuclear war. The atomic bombing left many parts of the Earth's surface uninhabitable due to high radiation rates, dangerous mutated monsters, and anomalies abound. The last remnants of humanity survive by hiding in the subway tunnels (hence the name of the series). The main protagonist is Artyom, a former dweller of Moscow Metro. Together with his wife Anna, he escaped the capital to search for survivors in the Russian Far East (thus making the “Redemption” ending of the Last Light the series' canon). \r\n\r\n###Gameplay\r\nThe player controls Artyom from the first person view. Exodus introduces the sandbox open-world, although the game combines it with the traditional linear levels. Unlike in previous games, Exodus is set mostly outside the subway system. Thus, the game also introduces the weather, the day and night cycle and the change of seasons. The player explores the Russian wilderness during and after the nuclear winter and rides a steam locomotive named Aurora through Siberia.",
    "releaseDate": "2019-02-13",
    "picture": "https://media.rawg.io/media/games/152/152e788b7504aa2753c86dae912fb34c.jpg",
    "genre": "Action",
    "classification": "PEGI 18",
    "publisher": "Deep Silver",
    "businessModel": "Buy-to-play (B2P)",
    "platforms": [
      "Windows",
      "Xbox One",
      "PlayStation 4"
    ]
  },
  {
    "name": "World of Warcraft",
    "description": "You were meant for more. You were meant for epic adventure. Maybe even greatness. To charge your enemies without fear. To live boldly and run with comrades you never knew you had. To experience the impossible. Descend into World of Warcraft and join millions of mighty heroes in an online world of myth, magic and limitless adventure. An infinity of experiences await.\n\n### Create Your Hero\n\nBuild your own unique hero from one of thirteen player races and ten different classes. Then rise to epic heights of power as you challenge the deadliest evils and claim the greatest rewards in the land.\n\n### Form Powerful Alliances\n\nPlay solo or enlist your friends to join forces with you as you negotiate the vast, battle-scarred landscape of a world at war.\n\n### Embark on Epic Quests\n\nEngage in thousands of custom quests – with more being added all the time. Confront Illidan the Betrayer, shatter the Lich King’s undead armies and much, much more.\n\n### Explore the Ever-Changing World of Azeroth\n\nWorld of Warcraft is constantly updated with new adventures to undertake, lands to explore, and monsters to vanquish. For a change of pace, join the party at a seasonal event like Brewfest or Hallow’s End!\n\n### Engage in Player-vs-Player Combat\n\nTake part in the war between the Alliance and the Horde, the two factions who battle for control of Azeroth. From Arenas and Battlegrounds to large-scale PvP zones and open world combat, there’s always glory to be won.\n\n### Battle to Level 100\n\nAscend to new heights of power as you explore the verdant reaches of the Jade Forest, dodge the boiling vents of Gorgrond, and journey to Tanaan Jungle to battle Supreme Lord Kazzak.",
    "releaseDate": "2004-11-23",
    "picture": "https://media.rawg.io/media/games/b3b/b3b509310a178eaad9553a6e60f5bf94.jpg",
    "genre": "Massively Multiplayer",
    "classification": "PEGI 16",
    "publisher": "Blizzard Entertainment",
    "businessModel": "Pay-to-play (P2P)",
    "platforms": [
      "Windows",
      "macOS"
    ]
  },
  {
    "name": "Diablo III: Reaper of Souls",
    "description": "Reaper of Souls is an expansion of Diablo 3 that introduces an additional story campaign and some new gameplay features. The plot continues the events of Diablo 3. A renegade angel Malthael decided that he should clean the world of demons. He stole the Black Soul Stone and is going to use it to imprison all the demons’ souls. As a collateral damage, however, it will also devour the souls of all humanity. Since you, the Nephalem, have already defeated demons in Diablo 3, it is your duty now to save the world from an angel.\\r\\nIn addition to five original Diablo 3 character classes, Reaper of Souls introduces a new one, Crusader – a heavily armored holy knight who uses large melee weapons and clerical spells. The maximum experience level the character can reach is raised up to 70. There’s also an Adventure Mode that allows you to wander the randomized world, complete tasks and take rift crystals as a reward. The expansion adds more enemies and items and improves the loot system: as you progress, you will find less loot, but the items themselves will be more valuable.",
    "releaseDate": "2014-03-25",
    "picture": "https://media.rawg.io/media/games/202/2023cb28ef354720a2ca4652727687d0.jpg",
    "genre": "RPG",
    "classification": "PEGI 12",
    "publisher": "Blizzard Entertainment",
    "businessModel": "Buy-to-play (B2P)",
    "platforms": [
      "Windows",
      "macOS",
      "Xbox One",
      "Xbox 360",
      "PlayStation 4",
      "PlayStation 3"
    ]
  }
]
